/*
 * SHARED STRINGS
 */

/*
 * ./PACUtils.swift
 */

"PAC has been updated by latest GFW List." = "PAC has been updated by latest GFW List.";

"Failed to download latest GFW List." = "Failed to download latest GFW List.";

/*
 * ./PreferencesWindowController.swift
 */

"New Server" = "New Server";

/*
 * ./AppDelegate.swift
 */

"Add \(addCount) Shadowsocks Server Profile" = "Add \(addCount) Shadowsocks Server Profile";

"Not found valid qrcode or url of shadowsocks profile" = "Not found valid qrcode or url of shadowsocks profile";

"By scan QR Code" = "By scan QR Code";

"By Handle SS URL" = "By Handle SS URL";

" Encryption Method: \(profile.method)" = " Encryption Method: \(profile.method)";

"Current server profile is not valid." = "Current server profile is not valid.";

"No current server profile." = "No current server profile.";

"Shadowsocks: On" = "Shadowsocks: On";

"Turn Shadowsocks Off" = "Turn Shadowsocks Off";

"Shadowsocks: Off" = "Shadowsocks: Off";

"Turn Shadowsocks On" = "Turn Shadowsocks On";

"Proxy - Auto By PAC" = "Proxy - Auto By PAC";

"Proxy - Global" = "Proxy - Global";

"Proxy - Manual" = "Proxy - Manual";

"Servers" = "Servers";

"Auto" = "PAC";

"Global" = "Global";

"Manual" = "Manual";

"Show Running Mode On Status Bar" = "Show Running Mode On Status Bar";

"Timeout" = "Timeout";
